Repository: xacnio/win-app
Catalog: src/Client/Localization/ProtonVPN.Client.Localization/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, ca_es, da_dk, hu_hu, th_th, vi_vn, zh_cn, zh_tw

# Upsell_Carousel_Title
source: Discover VPN Plus
ar_sa: اكتشف VPN Plus
ca_es: Descobriu VPN Plus
da_dk: Oplev VPN Plus
hu_hu: VPN Plus felfedezése
th_th: ค้นพบ VPN Plus
vi_vn: Khám phá VPN Plus
zh_cn: 探索 VPN Plus
zh_tw: 探索 VPN Plus

# Upsell_Carousel_Tor
source: Access the Tor network for extra privacy
ar_sa: الوصول إلى شبكة Tor للحصول على المزيد من الخصوصية
ca_es: Accediu a la xarxa Tor per a obtenir més privacitat
da_dk: Tilgå Tor-netværket for ekstra diskretion
hu_hu: Hozzáférés a Tor-hálózathoz az extra adatvédelem érdekében
th_th: เข้าถึงเครือข่าย Tor เพื่อความเป็นส่วนตัวเป็นพิเศษ
vi_vn: Truy cập mạng Tor để tăng cường quyền riêng tư
zh_cn: 访问 Tor 网络，获得更多隐私
zh_tw: 存取 Tor 網路以獲得更多隱私

# Upsell_Carousel_Tor_Access
source: Access hidden sites and onion sites
ar_sa: الوصول إلى المواقع المخفية ومواقع البصل
ca_es: Accediu als llocs amagats i als llocs onion
da_dk: Tilgå skjulte sider og onion-sider
hu_hu: Hozzáférés rejtett oldalakhoz és onion oldalakhoz
th_th: เข้าถึงไซต์ที่ถูกซ่อนและไซต์ Onion
vi_vn: Truy cập các trang web ẩn và trang onion
zh_cn: 访问私密网站和洋葱站点
zh_tw: 存取隱藏網站和洋蔥網站。

# Upsell_Carousel_Tor_Browsing
source: Browse the Tor network using your regular browser
ar_sa: تصفح شبكة Tor باستخدام المتصفح العادي
ca_es: Navegueu per la xarxa Tor utilitzant el navegador habitual
da_dk: Gennemse Tor-netværket med din normale browser
hu_hu: Böngésszen a Tor-hálózatban a szokásos böngészőjével
th_th: ท่องเครือข่าย Tor โดยใช้เบราว์เซอร์ปกติ
vi_vn: Duyệt mạng Tor bằng trình duyệt thông thường
zh_cn: 使用普通浏览器浏览 Tor 网络
zh_tw: 使用您的常規瀏覽器瀏覽 Tor 網路。

# Upsell_Carousel_Tor_Protection
source: Protect your personal data while browsing
ar_sa: حماية بياناتك الشخصية أثناء التصفح
ca_es: Protegiu les vostres dades personals mentre navegueu
da_dk: Beskyt dine personlige data, mens du surfer
hu_hu: Személyes adatainak megvédése böngészés közben
th_th: ปกป้องข้อมูลส่วนตัวขณะท่องเว็บ
vi_vn: Bảo vệ dữ liệu cá nhân khi duyệt web
zh_cn: 在浏览时保护您的个人数据
zh_tw: 保護您瀏覽時的個人資料

# Upsell_Carousel_WorldwideCoverage
source: Access over {0} in {1}
ar_sa: الوصول على {0} في {1}
ca_es: Accediu a més de {0} en {1}
da_dk: Adgang til {0} i {1}
hu_hu: Hozzáférés több, mint {0}-hez {1}-ban/ben
th_th: เข้าถึงกว่า {0} ใน {1}
vi_vn: Truy cập hơn {0} trong {1}
zh_cn: 连通{1}的{0}
zh_tw: 存取超過 {0}，分布於 {1}

# Upsell_Carousel_WorldwideCoverage_Censorship
source: Bypass censorship with advanced security and privacy features
ar_sa: تجاوز الرقابة مع ميزات أمان متقدمة
ca_es: Eviteu la censura amb funcions avançades de seguretat
da_dk: Omgå censur med avancerede sikkerhedsfunktioner
hu_hu: A cenzúra megkerülése magas szintű biztonsági funkciókkal
th_th: หลีกเลี่ยงการเซ็นเซอร์ด้วยคุณสมบัติด้านความปลอดภัยขั้นสูง
vi_vn: Vượt qua kiểm duyệt với các tính năng bảo mật nâng cao
zh_cn: 利用先进的安全功能绕过审查
zh_tw: 使用進階安全功能繞過內容審查。

# Upsell_Carousel_WorldwideCoverage_Countries_One
source: {0} country
ar_sa: {0} دولة
ca_es: {0} país
da_dk: {0} land
hu_hu: {0} ország

# Upsell_Carousel_WorldwideCoverage_Countries_Other
source: {0} countries
ar_sa: {0} دول
ca_es: {0} països
da_dk: {0} lande
hu_hu: {0} ország
th_th: {0} ประเทศ
vi_vn: {0} quốc gia
zh_cn: {0} 个国家/地区
zh_tw: {0} 個國家

# Upsell_Carousel_WorldwideCoverage_Servers_One
source: {0} secure server
ar_sa: {0} خادم آمن
ca_es: {0} servidor segur
da_dk: {0} sikker server
hu_hu: {0} biztonságos szerver

# Upsell_Carousel_WorldwideCoverage_Servers_Other
source: {0} secure servers
ar_sa: {0} خوادم آمنة
ca_es: {0} servidors segurs
da_dk: {0} sikre servere
hu_hu: {0} biztonságos szerver
th_th: {0} เซิร์ฟเวอร์ที่ปลอดภัย
vi_vn: {0} máy chủ bảo mật
zh_cn: {0} 台安全服务器
zh_tw: {0} 個安全伺服器

# VpnProtocol_OpenVPN_Tcp_Description
source: Established, well-tested, and secure
ar_sa: راسخ ومختبر جيدًا وآمن
ca_es: Establert, provat i segur
da_dk: Etableret, gennemtestet og sikker
hu_hu: Megalapozott, jól bevált és biztonságos
th_th: เป็นที่ยอมรับ ผ่านการทดสอบอย่างดี และปลอดภัย
vi_vn: Đã được thiết lập, kiểm thử kỹ lưỡng và an toàn
zh_cn: 成熟、久经考验且安全可靠
zh_tw: 已建立、經過良好測試且安全。

# VpnProtocol_OpenVPN_Udp_Description
source: Established, well-tested, and secure
ar_sa: راسخ ومختبر جيدًا وآمن
ca_es: Establert, provat i segur
da_dk: Etableret, gennemtestet og sikker
hu_hu: Megalapozott, jól bevált és biztonságos
th_th: เป็นที่ยอมรับ ผ่านการทดสอบอย่างดี และปลอดภัย
vi_vn: Đã được thiết lập, kiểm thử kỹ lưỡng và an toàn
zh_cn: 成熟、久经考验且安全可靠
zh_tw: 已建立、經過良好測試且安全。

# VpnProtocol_WireGuard_Tcp_Description
source: State-of-the-art protocol for security and performance
ar_sa: أحدث بروتوكول للأمن والأداء
ca_es: Protocol d'última generació en seguretat i rendiment
da_dk: Banebrydende protokol for sikkerhed og ydeevne
hu_hu: A legkorszerűbb protokoll a biztonság és a teljesítmény érdekében
th_th: โปรโตคอลล้ำสมัยเพื่อความปลอดภัยและประสิทธิภาพ
vi_vn: Giao thức hiện đại nhất về khả năng bảo mật và hiệu năng
zh_cn: 安全性和性能上最先进的协议
zh_tw: 最先進的協定，兼具安全性和效能。

# VpnProtocol_WireGuard_Tls_Description
source: Overcomes VPN blocks by hiding your connection from censors
ar_sa: يتغلب على حظر VPN عن طريق إخفاء اتصالك عن الرقابة
ca_es: Supera els bloquejos de VPN amagant la vostra connexió als censors
da_dk: Overkommer VPN-blokader ved at skjule din forbindelse for censorer
hu_hu: Legyőzi a VPN korlátozásokat a kapcsolat elrejtésével a cenzorok elől
th_th: เอาชนะการบล็อก VPN โดยซ่อนการเชื่อมต่อจากผู้เซ็นเซอร์
vi_vn: Vượt qua chặn VPN bằng cách ẩn kết nối khỏi các bộ kiểm duyệt
zh_cn: 通过隐藏您的连接来克服 VPN 的阻挡，使您不受审查员的监视
zh_tw: 透過向審查者隱藏您的連線來克服 VPN 封鎖。

# VpnProtocol_WireGuard_Udp_Description
source: State-of-the-art protocol for security and performance
ar_sa: أحدث بروتوكول للأمن والأداء
ca_es: Protocol d'última generació en seguretat i rendiment
da_dk: Banebrydende protokol for sikkerhed og ydeevne
hu_hu: A legkorszerűbb protokoll a biztonság és a teljesítmény érdekében
th_th: โปรโตคอลล้ำสมัยเพื่อความปลอดภัยและประสิทธิภาพ
vi_vn: Giao thức hiện đại nhất về khả năng bảo mật và hiệu năng
zh_cn: 安全性和性能上最先进的协议
zh_tw: 最先進的協定，兼具安全性和效能。

# Countries_Tor
source: Tor
zh_tw: 洋蔥路由器

# Dialogs_Tor_Title
source: Tor
zh_tw: 洋蔥路由器

# Format_Milliseconds
source: {0}ms
zh_cn: {0}毫秒
zh_tw: {0} 毫秒

# Format_Size_Bytes
source: {0} B
zh_tw: {0} 位元組

# Format_Speed_BytesPerSecond
source: {0} B/s
hu_hu: {0} B/mp
vi_vn: {0} B/giây
zh_cn: 每秒{0}B
zh_tw: {0} 位元組/秒

# Format_Speed_ExabytesPerSecond
source: {0} EB/s
hu_hu: {0} EB/mp
vi_vn: {0} EB/giây
zh_cn: 每秒{0}EB
zh_tw: {0} EB/秒

# Format_Speed_GigabytesPerSecond
source: {0} GB/s
hu_hu: {0} GB/mp
vi_vn: {0} GB/giây
zh_cn: 每秒{0}GB
zh_tw: {0} GB/秒

# Format_Speed_KilobytesPerSecond
source: {0} KB/s
hu_hu: {0} KB/mp
vi_vn: {0} KB/giây
zh_cn: 每秒{0}KB
zh_tw: {0} KB/秒

# Format_Speed_PetabytesPerSecond
source: {0} PB/s
hu_hu: {0} PB/mp
vi_vn: {0} PB/giây
zh_cn: 每秒{0}PB
zh_tw: {0} PB/秒

# Format_Time_Hours
source: {0} hr
ca_es: {0} h
da_dk: {0} time(r)
hu_hu: {0} óra
th_th: {0} ชม.
vi_vn: {0} giờ
zh_cn: {0} 小时
zh_tw: {0} 時

# Format_Time_Minutes
source: {0} min
da_dk: {0} minut(ter)
hu_hu: {0} perc
th_th: {0} นาที
vi_vn: {0} phút
zh_cn: {0} 分钟
zh_tw: {0} 分

# Format_Time_Seconds
source: {0} sec
ca_es: {0} seg
da_dk: {0} sekund(er)
hu_hu: {0} mp
th_th: {0} วินาที
vi_vn: {0} giây
zh_cn: {0}秒
zh_tw: {0} 秒

# Overlay_Tor_Title
source: Tor
zh_tw: 洋蔥路由器

# Server_Feature_Tor
source: Tor
zh_tw: 洋蔥路由器

# Settings_Connection_SplitTunneling
source: Split tunneling
ca_es: Tunelització dividida
hu_hu: Osztott alagút
th_th: การแยกช่องสัญญาณ
vi_vn: Tách đường hầm
zh_cn: 线路分离
zh_tw: 分隔通道

# Unit_BytesPerSecond
source: B/s
hu_hu: B/mp
vi_vn: B/giây
zh_tw: 位元組/秒

# Unit_ExabytesPerSecond
source: EB/s
hu_hu: EB/mp
vi_vn: EB/giây
zh_tw: TB/秒

# Unit_GigabytesPerSecond
source: GB/s
hu_hu: GB/mp
vi_vn: GB/giây
zh_tw: GB/秒

# Unit_KilobytesPerSecond
source: KB/s
hu_hu: KB/mp
vi_vn: KB/giây
zh_tw: KB/秒

# Unit_MegabytesPerSecond
source: MB/s
hu_hu: MB/mp
vi_vn: MB/giây
zh_tw: MB/秒

# Unit_PetabytesPerSecond
source: PB/s
hu_hu: PB/mp
vi_vn: PB/giây
zh_tw: PB/秒

# Unit_TerabytesPerSecond
source: TB/s
hu_hu: TB/mp
th_th: TB/วินาที
vi_vn: TB/giây
zh_tw: TB/秒

# Format_Speed_MegabytesPerSecond
source: {0} MB/s
hu_hu: {0} MB/mp
vi_vn: {0} MB/giây
zh_cn: 每秒{0}MB

# Format_Speed_TerabytesPerSecond
source: {0} TB/s
hu_hu: {0} TB/mp
vi_vn: {0} TB/giây
zh_cn: 每秒{0}TB

# Dialogs_ReportIssue_ContactForm_Email_Description
source: example@domain.com
ca_es: exemple@domini.com
da_dk: eksempel@domæne.dk
hu_hu: példa@domain.com
